Repository: thefraggle/familienwecker
Catalog: ios/FamWake/Resources/Localizable.xcstrings
Source language: de
Languages: bn, da, en, es, fr, gsw, hi, id, it, ja, ko, ksh, mr, nb, nl, pl, pt, ru, sv, swg, tr, uk, vi, zh

# settings_support_desc
source: Gefällt dir die App? Wir freuen uns riesig über deine Unterstützung!
bn: অ্যাপটি ভালো লেগেছে? আমরা আপনার সাপোর্ট খুব পছন্দ করব!
da: Kan du lide appen? Vi vil elske din støtte!
en: Do you like the app? We would love your support!
es: ¿Te gusta la app? ¡Agradeceríamos mucho tu apoyo!
fr: Tu aimes l'appli ? Ton soutien nous ferait très plaisir !
gsw: Gfallt dir d'App? Mir freued ois riesig über diini Unterstützig!
hi: क्या आपको ऐप पसंद आया? हमें आपके सपोर्ट से बहुत ख़ुशी होगी!
id: Apakah Anda menyukai aplikasi ini? Kami sangat menghargai dukungan Anda!
it: Ti piace l'app? Apprezzeremmo molto il tuo supporto!
ja: アプリを気に入っていただけましたか？ご支援いただけると大変嬉しいです！
ko: 앱이 마음에 드시나요? 여러분의 응원이 큰 힘이 됩니다!
ksh: Bock auf die App? Wir freuen uns über jeden Groschen!
mr: तुम्हाला ॲप आवडते का? तुमच्या सपोर्टची आम्हाला खूप मदत होईल!
nb: Liker du appen? Vi setter stor pris på din støtte!
nl: Vind je de app leuk? We zouden je steun erg waarderen!
pl: Podoba Ci się aplikacja? Będziemy wdzięczni za Twoje wsparcie!
pt: Gosta do app? Ficaríamos felizes com o seu apoio!
ru: Вам нравится приложение? Мы будем очень рады вашей поддержке!
sv: Gillar du appen? Vi skulle uppskatta ditt stöd!
swg: Gfallt dr d'App? Mir freuet ons sackrisch iber a bissle Onterstützong!
tr: Uygulamayı beğendiniz mi? Desteğiniz bizi çok mutlu eder!
uk: Вам подобається додаток? Ми будемо дуже раді вашій підтримці!
vi: Bạn có thích ứng dụng này không? Chúng tôi rất trân trọng sự hỗ trợ của bạn!
zh: 您喜欢这个应用吗？非常感谢您的支持！

# settings_support_donate
source: Spenden
bn: দান করুন
da: Donér
en: Donate
es: Donar
fr: Faire un don
gsw: Spände
hi: डोनेट करें
id: Donasi
it: Dona
ja: 寄付する
ko: 후원하기
ksh: Wat dalassen
mr: दान करा
nb: Doner
nl: Doneren
pl: Przekaż darowiznę
pt: Doar
ru: Сделать пожертвование
sv: Donera
swg: Ebbes gäba
tr: Bağış yap
uk: Зробити пожертву
vi: Quyên góp
zh: 捐助

# settings_support_title
source: FamWake unterstützen
bn: FamWake-কে সাপোর্ট করুন
da: Støt FamWake
en: Support FamWake
es: Apoya a FamWake
fr: Soutenir FamWake
gsw: FamWake unterstütze
hi: FamWake को सपोर्ट करें
id: Dukung FamWake
it: Sostieni FamWake
ja: FamWakeをサポート
ko: FamWake 응원하기
ksh: Unterstütz die Bude
mr: FamWake ला सपोर्ट करा
nb: Støtt FamWake
nl: Steun FamWake
pl: Wesprzyj FamWake
pt: Apoie o FamWake
ru: Поддержите FamWake
sv: Stöd FamWake
swg: FamWake ondrstütza
tr: FamWake'i Destekle
uk: Підтримайте FamWake
vi: Ủng hộ FamWake
zh: 支持 FamWake

# settings_terms_of_use
source: Nutzungsbedingungen
bn: ব্যবহারের শর্তাবলী
da: Brugsbetingelser
en: Terms of Use
es: Condiciones de Uso
fr: Conditions d'utilisation
gsw: Nutzigsbedingige
hi: इस्तेमाल की शर्तें
id: Syarat Penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용약관
mr: वापराच्या अटी
nb: Brukervilkår
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt: Termos de Uso
ru: Условия использования
sv: Användarvillkor
swg: Nutzongsbedingonga
tr: Kullanım Koşulları
uk: Умови використання
vi: Điều khoản sử dụng
zh: 使用条款

# settings_theme_dark
source: Dunkel
bn: ডার্ক
da: Mørk
en: Dark
es: Oscuro
fr: Sombre
hi: डार्क
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
mr: डार्क
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
ru: Темная
sv: Mörkt
swg: Donkel
tr: Koyu
uk: Темна
vi: Tối
zh: 深色

# settings_theme_light
source: Hell
bn: লাইট
da: Lys
en: Light
es: Claro
fr: Clair
gsw: Häll
hi: लाइट
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
mr: लाइट
nb: Lys
nl: Licht
pl: Jasny
pt: Claro
ru: Светлая
sv: Ljust
tr: Açık
uk: Світла
vi: Sáng
zh: 浅色

# settings_theme_system
source: System
bn: সিস্টেম
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
mr: सिस्टम
nl: Systeem
pt: Sistema
ru: Система
tr: Sistem
uk: Система
vi: Hệ thống
zh: 系统

# settings_title
source: Einstellungen
bn: সেটিংস
da: Indstillinger
en: Settings
es: Ajustes
fr: Paramètres
gsw: Iistellige
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
mr: सेटिंग्ज
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sv: Inställningar
swg: Eistellonga
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 设置

# settings_tooltips_label
source: Tipps in der App anzeigen
bn: অ্যাপে টিপস দেখান
da: Vis tips i appen
en: Show tips in the app
es: Mostrar consejos en la app
fr: Afficher les astuces dans l'appli
gsw: Tipps i de App aazeige
hi: ऐप में टिप्स दिखाएँ
id: Tampilkan tips di aplikasi
it: Mostra i suggerimenti nell'app
ja: アプリ内にヒントを表示する
ko: 앱에서 팁 보기
ksh: Zeig mal Tipps her
mr: ॲपमध्ये टिप्स दाखवा
nb: Vis tips i appen
nl: Toon tips in de app
pl: Pokazuj wskazówki w aplikacji
pt: Mostrar dicas no app
ru: Показывать советы в приложении
sv: Visa tips i appen
swg: Tipps in dr App aazeiga
tr: İpuçlarını uygulamada göster
uk: Показувати поради в додатку
vi: Hiển thị mẹo trong ứng dụng
zh: 在应用中显示提示

# settings_tooltips_reset
source: Alle Tipps wieder anzeigen
bn: সব টিপস আবার দেখান
da: Vis alle tips igen
en: Show all tips again
es: Volver a mostrar todos los consejos
fr: Afficher toutes les astuces à nouveau
gsw: Alli Tipps wieder aazeige
hi: सभी टिप्स फिर से दिखाएँ
id: Tampilkan semua tips lagi
it: Mostra di nuovo tutti i suggerimenti
ja: すべてのヒントをもう一度表示する
ko: 모든 팁 다시 보기
ksh: Alle Tipps auf Null setzen
mr: सर्व टिप्स पुन्हा दाखवा
nb: Vis alle tips på nytt
nl: Toon alle tips opnieuw
pl: Pokaż wszystkie wskazówki ponownie
pt: Mostrar todas as dicas novamente
ru: Показать все советы снова
sv: Visa alla tips igen
swg: Älle Tipps nomal aazeiga
tr: Tüm ipuçlarını tekrar göster
uk: Показати всі поради знову
vi: Hiển thị lại tất cả các mẹo
zh: 重新显示所有提示

# settings_tooltips_title
source: Hilfreiche Tipps
bn: দরকারি টিপস
da: Nyttige tips
en: Helpful Tips
es: Consejos útiles
fr: Astuces utiles
gsw: Hilfriichi Tipps
hi: ज़रूरी टिप्स
id: Tips Bermanfaat
it: Consigli utili
ja: 便利なヒント
ko: 도움이 되는 팁
ksh: Tipps & Zeug
mr: उपयुक्त टिप्स
nb: Nyttige tips
nl: Handige Tips
pl: Przydatne wskazówki
pt: Dicas Úteis
ru: Полезные советы
sv: Hjälpsamma tips
swg: Gschickte Tipps
tr: Faydalı İpuçları
uk: Корисні поради
vi: Mẹo hữu ích
zh: 实用提示

# setup_create_button
source: Familie gründen
bn: পরিবার তৈরি করুন
da: Opret familie
en: Create family
es: Crear familia
fr: Créer la famille
gsw: Familie gründe
hi: परिवार बनाएँ
id: Buat keluarga
it: Crea famiglia
ja: 家族を作成
ko: 가족 만들기
ksh: Familie aufmachen
mr: कुटुंब तयार करा
nb: Opprett familie
nl: Familie aanmaken
pl: Utwórz rodzinę
pt: Criar família
ru: Создать семью
sv: Skapa familj
swg: Familie grinda
tr: Aile oluştur
uk: Створити сім'ю
vi: Tạo gia đình
zh: 创建家庭

# setup_create_tab
source: Erstellen
bn: তৈরি করুন
da: Opret
en: Create
es: Crear
fr: Créer
gsw: Erstelle
hi: बनाएँ
id: Buat
it: Crea
ja: 作成する
ko: 만들기
ksh: Aufmachen
mr: तयार करा
nb: Opprett
nl: Aanmaken
pl: Utwórz
pt: Criar
ru: Создать
sv: Skapa
swg: Macha
tr: Oluştur
uk: Створити
vi: Tạo
zh: 创建

# setup_family_name
source: Familienname (z.B. Familie Müller)
bn: পরিবারের নাম (যেমন, রহমান পরিবার)
da: Familienavn (f.eks. Familien Jensen)
en: Family name (e.g. Smith Family)
es: Nombre de la familia (ej. Familia Pérez)
fr: Nom de famille (ex. Famille Martin)
gsw: Familiename (z.B. Familie Müller)
hi: परिवार का नाम (जैसे: शर्मा परिवार)
id: Nama keluarga (misalnya Keluarga Budi)
it: Nome famiglia (es. Famiglia Rossi)
ja: 家族の名前（例：山田家）
ko: 가족 이름 (예: 김씨 가족)
mr: कुटुंबाचे नाव (उदा. जोशी परिवार)
nb: Familienavn (f.eks. Familien Hansen)
nl: Familienaam (bijv. Familie Jansen)
pl: Nazwa rodziny (np. Rodzina Kowalskich)
pt: Nome da família (ex: Família Silva)
ru: Название семьи (напр., Семья Ивановых)
sv: Familjenamn (t.ex. Familjen Svensson)
swg: Familianama (z.B. Familie Müller)
tr: Aile adı (örn. Yılmaz Ailesi)
uk: Назва сім'ї (напр., Сім'я Іваненків)
vi: Tên gia đình (ví dụ: Gia đình Hùng)
zh: 家庭名称（例如：王家）

# setup_join_button
source: Familie beitreten
bn: পরিবারে যুক্ত হোন
da: Deltag i familie
en: Join family
es: Unirse a la familia
fr: Rejoindre la famille
gsw: Familie biiträte
hi: परिवार से जुड़ें
id: Bergabung dengan keluarga
it: Unisciti alla famiglia
ja: 家族に参加
ko: 가족 참여
mr: कुटुंबात सामील व्हा
nb: Bli med i familie
nl: Deelnemen aan familie
pl: Dołącz do rodziny
pt: Entrar na família
ru: Вступить в семью
sv: Gå med i familj
swg: Zur Familie beitreta
tr: Aileye katıl
uk: Приєднатися до сім'ї
vi: Tham gia gia đình
zh: 加入家庭

# setup_join_code_label
source: 6-stelliger Einladungscode
bn: ৬-সংখ্যার আমন্ত্রণ কোড
da: 6-cifret invitationskode
en: 6-digit invite code
es: Código de invitación de 6 dígitos
fr: Code d'invitation à 6 chiffres
gsw: 6-stellige Iiladigscode
hi: 6 अंकों का इनवाइट कोड
id: Kode undangan 6 digit
it: Codice di invito a 6 cifre
ja: 6桁の招待コード
ko: 6자리 초대코드
mr: 6-अंकी आमंत्रण कोड
nb: 6-sifret invitasjonskode
nl: 6-cijferige uitnodigingscode
pl: 6-cyfrowy kod zaproszenia
pt: Código de convite de 6 dígitos
ru: 6-значный код приглашения
sv: 6-siffrig inbjudningskod
swg: 6-stelliger Eiladongscode
tr: 6 haneli davet kodu
uk: 6-значний код запрошення
vi: Mã mời 6 chữ số
zh: 6位邀请码

# setup_join_tab
source: Beitreten
bn: যুক্ত হোন
da: Deltag
en: Join
es: Unirse
fr: Rejoindre
gsw: Biiträte
hi: जुड़ें
id: Bergabung
it: Unisciti
ja: 参加する
ko: 참여하기
ksh: Reinkommen
mr: सामील व्हा
nb: Bli med
nl: Deelnemen
pl: Dołącz
pt: Entrar
ru: Присоединиться
sv: Gå med
swg: Dazukomma
tr: Katıl
uk: Приєднатися
vi: Tham gia
zh: 加入

# simple_mode_desc
source: Feste Weckzeit ohne Puffer oder Berechnung der Badezimmerzeiten.
bn: অতিরিক্ত সময় বা বাথরুম ব্যবহারের সময় গণনা ছাড়াই নির্দিষ্ট ঘুম থেকে ওঠার সময়।
da: Fast vækketid uden margin eller beregning af badeværelsestid.
en: Fixed wake-up time without buffer or bathroom slot calculation.
es: Hora de despertar fija sin margen ni cálculo de turnos para el baño.
fr: Heure de réveil fixe sans marge ni calcul du temps de passage à la salle de bain.
gsw: Feschti Weckziit ohni Puffer oder d'Berächnig vo de Badzimmerziite.
hi: अतिरिक्त समय या बाथरूम के समय की गणना के बिना उठने का निश्चित समय।
id: Waktu bangun tetap tanpa jeda atau perhitungan waktu kamar mandi.
it: Orario di sveglia fisso senza margine o calcolo dei turni in bagno.
ja: ゆとり時間やバスルームの順番計算を含まない、固定の起床時間です。
ko: 여유 시간이나 욕실 사용 시간 계산 없는 고정된 기상 시간입니다.
ksh: Feste Weckzeit ohne Puffer oder Rechnerei fürs Bad.
mr: अतिरिक्त वेळ किंवा बाथरूमच्या वेळेची गणना न करता उठण्याची निश्चित वेळ।
nb: Fast vekketid uten margin eller beregning av baderomstid.
nl: Vaste wektijd zonder marge of berekening van badkamertijd.
pl: Stała godzina pobudki bez marginesu czasowego i obliczania czasu w łazience.
pt: Hora de acordar fixa sem margem ou cálculo de turnos no banheiro.
ru: Фиксированное время пробуждения без запаса времени или расчета времени на ванную.
sv: Fast väckningstid utan marginal eller beräkning av badrumstid.
swg: Feschde Weckzeit ohne Puffer oder s'Ausrechna vo de Badzeita.
tr: Tampon süre veya banyo sırası hesaplaması olmadan sabit uyanma saati.
uk: Фіксований час пробудження без запасу часу або розрахунку часу на ванну.
vi: Giờ thức dậy cố định, không tính thời gian đệm hoặc thời gian dùng phòng tắm.
zh: 固定叫醒时间，不计算缓冲时间或洗手间时间。

# simple_mode_title
source: Einfacher Modus
bn: সাধারণ মোড
da: Simpel tilstand
en: Simple Mode
es: Modo simple
fr: Mode simple
gsw: Eifache Modus
hi: साधारण मोड
id: Mode Sederhana
it: Modalità semplice
ja: シンプルモード
ko: 심플 모드
mr: साधा मोड
nb: Enkel modus
nl: Eenvoudige modus
pl: Tryb prosty
pt: Modo simples
ru: Простой режим
sv: Enkelt läge
swg: Oifacher Modus
tr: Basit Mod
uk: Простий режим
vi: Chế độ đơn giản
zh: 简单模式

# sound_name_bright_alert
source: Heller Alarm
bn: উজ্জ্বল সতর্কতা
da: Lys alarm
en: Bright Alert
es: Alerta brillante
fr: Alerte lumineuse
gsw: Helle Alarm
hi: तेज अलर्ट
id: Peringatan terang
it: Allarme squillante
ja: 明るいアラート
ko: 밝은 알림음
ksh: Helle Alarm
mr: तेजस्वी चेतावणी
nb: Lys alarm
nl: Heldere alert
pl: Jasny alert
pt: Alerta brilhante
ru: Яркий сигнал
sv: Ljus signal
tr: Parlak uyarı
uk: Яскравий сигнал
vi: Cảnh báo sáng
zh: 明亮警报

# sound_name_classic_bell
source: Klassische Glocke
bn: ক্লাসিক বেল
da: Klassisk klokke
en: Classic Bell
es: Campana clásica
fr: Cloche classique
gsw: Klassischi Gloche
hi: क्लासिक घंटी
id: Bel klasik
it: Campana classica
ja: クラシックベル
ko: 클래식 벨
ksh: Klassische Jlock
mr: क्लासिक घंटा
nb: Klassisk bjelle
nl: Klassieke bel
pl: Klasyczny dzwonek
pt: Sino clássico
ru: Классический звонок
sv: Klassisk klocka
swg: Klassische Glock
tr: Klasik zil
uk: Класичний дзвінок
vi: Chuông cổ điển
zh: 经典铃声

# sound_name_digital_retro
source: Digital Retro
bn: ডিজিটাল রেট্রো
fr: Digital rétro
hi: डिजिटल रेट्रो
id: Retro digital
ja: デジタルレトロ
ko: 디ジタル 레트로
mr: डिजिटल रेट्रो
nl: Digitale retro
pl: Cyfrowe retro
pt: Retro digital
ru: Цифровое ретро
tr: Dijital retro
uk: Цифрове ретро
vi: Nhạc số cổ điển
zh: 数字复古

# sound_name_gentle_chime
source: Sanftes Glockenspiel
bn: কোमल চাইम
da: Mild klokke
en: Gentle Chime
es: Campanada suave
fr: Carillon doux
gsw: Sanfts Glochespiel
hi: मधुर झंकार
id: Lonceng lembut
it: Rintocco delicato
ja: 優しいチャイム
ko: 부드러운 종소리
ksh: Sanf Glockenspill
mr: मृदू नाद
nb: Mild klokke
nl: Zacht klokkenspel
pl: Delikatny dzwoneczek
pt: Som suave
ru: Нежный перезвон
sv: Mjuk klang
swg: Sanfts Glockaspiel
tr: Hafif melodi
uk: Ніжний передзвін
vi: Tiếng chuông nhẹ nhàng
zh: 温柔风铃

# sound_name_standard
source: Standard (Panda)
bn: স্ট্যান্ডার্ড (পান্ডা)
es: Estándar (Panda)
hi: मानक (पांडा)
id: Standar (Panda)
ja: 標準 (パンダ)
ko: 기본 (판다)
mr: मानक (पांडा)
pt: Padrão (Panda)
ru: Стандарт (Панда)
tr: Standart (Panda)
uk: Стандарт (Панда)
vi: Mặc định (Gấu trúc)
zh: 默认 (熊猫)

# sound_name_system_default
source: System-Standard
bn: সিস্টেম ডিফল্ট
en: System Default
es: Predeterminado del sistema
fr: Par défaut du système
hi: सिستم डिफ़ॉल्ट
id: Default sistem
it: Predefinito di sistema
ja: システムデフォルト
ko: 시스템 기본값
mr: सिस्टम डीफॉल्ट
nl: Systeemstandaard
pl: Domyślny systemu
pt: Padrão do sistema
ru: Системный по умолчанию
tr: Sistem varsayılanı
uk: Системний за замовчуванням
vi: Mặc định hệ thống
zh: 系统默认

# tooltip_alarm_sound
source: Tippe hier für deinen persönlichen Weckton – wähle deine Lieblingsmusik statt dem normalen Piepen.
bn: আপনার নিজের ওঠার শব্দ বেছে নিতে এখানে ট্যাপ করুন – সাধারণ শব্দের বদলে আপনার পছন্দের মিউজিক দিন।
da: Tryk her for at vælge din personlige opvågningslyd – vælg din yndlingsmusik i stedet for standard bippet.
en: Tap here to choose your personal wake-up sound – pick your favorite music instead of the normal beeping.
es: Toca aquí para elegir tu propio sonido de despertar; pon tu música favorita en lugar del pitido normal.
fr: Appuie ici pour choisir ta propre sonnerie de réveil – mets ta musique préférée au lieu du bip classique.
gsw: Tipp da druff für diin persönliche Weckton – wähl diini Lieblingsmusig statt em normale Piepse.
hi: अपने उठने की आवाज़ चुनने के लिए यहाँ टैप करें – साधारण बीप की जगह अपना पसंदीदा म्यूज़िक लगाएँ。
id: Ketuk di sini untuk memilih suara bangun pribadi Anda – gunakan musik favorit Anda daripada bunyi bip biasa.
it: Tocca qui per scegliere la tua suoneria personale – scegli la tua musica preferita invece del classico bip.
ja: ここをタップして自分用のアラーム音を選んでください。普通のピッという音の代わりに好きな音楽を設定できます。
ko: 여기를 탭해서 나만의 알람 소리를 골라보세요. 딱딱한 비프음 대신 좋아하는 음악으로 아침을 시작하세요.
ksh: Druck hier, um deinen eigenen Weckton auszusuchen – nimm wat Geiles statt dem Standardgebimmel.
mr: तुमचा स्वतःचा अलार्मचा आवाज निवडण्यासाठी येथे टॅप करा – नेहमीच्या आवाजाऐवजी तुमचे आवडते संगीत निवडा.
nb: Trykk her for å velge din personlige oppvåkningslyd – velg favorittmusikken din i stedet for den vanlige pipelyden.
nl: Tik hier om je persoonlijke wekkergeluid te kiezen – neem je favoriete muziek in plaats van het standaard gepiep.
pl: Dotknij tutaj, aby wybrać swój osobisty dźwięk budzenia – wybierz swoją ulubioną muzykę zamiast zwykłego pikania.
pt: Toque aqui para escolher seu som de alarme pessoal – escolha sua música favorita em vez do toque normal.
ru: Нажмите здесь, чтобы выбрать ваш личный звук будильника – выберите любимую музыку вместо обычного писка.
sv: Tryck här för att välja ditt personliga väckningsljud – välj din favoritmusik istället för det vanliga pipandet.
swg: Druck do, om dein persönliche Weggton auszusuacha – nemm dei Lieblingsmusik statt am normale Gepiepse.
tr: Kişisel uyanma sesini seçmek için buraya dokun – normal bip sesi yerine en sevdiğin müziği seç.
uk: Натисніть тут, щоб вибрати ваш особистий звук будильника – оберіть улюблену музику замість звичайного пищання.
vi: Nhấn vào đây để chọn âm thanh đánh thức của riêng bạn – chọn bản nhạc yêu thích thay vì tiếng bíp thông thường.
zh: 点击此处选择您的专属起床铃声——用您最喜欢的音乐代替默认的哔哔声。

# tooltip_alarm_switch
source: Schaltest du deinen Wecker aus, passt die App sofort den Morgen für alle anderen an – so können sie länger schlafen oder eher ins Bad.
bn: আপনি অ্যালার্ম বন্ধ করলে, অ্যাপটি সাথে সাথেই অন্যদের সকালের রুটিন আপডেট করে – যাতে তারা আরেকটু বেশি ঘুমাতে পারে বা আগে বাথরুমে যেতে পারে।
da: Hvis du slukker din alarm, opdaterer appen straks morgenplanen for alle andre – så de får mere søvn eller en tidligere badeværelsestid.
en: If you turn off your alarm, the app instantly updates the morning plan for everyone else – giving them more sleep or an earlier bathroom slot.
es: Si apagas tu alarma, la app actualiza de inmediato el plan para todos los demás, permitiendo que duerman un poco más o vayan al baño antes.
fr: Si tu éteins ton réveil, l'appli met immédiatement à jour le programme matinal pour les autres, leur permettant de dormir plus longtemps ou d'aller à la salle de bain plus tôt.
gsw: Schaltisch diin Wecker uus, passt d'App sofort de Morge für d'ganzi Familie aa – so chönd si länger schlafe oder eher is Bad.
hi: अगर आप अपना अलार्म बंद कर देते हैं, तो ऐप तुरंत बाकी सब लोगों के सुबह का रूटीन अपडेट कर देगा – ताकि उन्हें थोड़ी और नींद मिल सके या वे जल्दी बाथरूम जा सकें।
id: Jika Anda mematikan alarm, aplikasi akan langsung memperbarui jadwal pagi untuk orang lain – memberi mereka waktu tidur lebih lama atau jadwal mandi lebih awal.
it: Se spegni la tua sveglia, l'app aggiornerà subito il programma mattutino per gli altri, permettendo loro di dormire un po' di più o di andare in bagno prima.
ja: アラームをオフにすると、アプリがすぐに家族みんなのスケジュールを更新し、他の人が少し長く寝られたり、早くバスルームに行けたりするようになります。
ko: 알람을 끄면, 앱이 즉시 모두의 아침 일정을 업데이트하여 다른 사람들이 조금 더 자거나 화장실을 더 일찍 쓸 수 있게 해줍니다.
ksh: Machse Wecker aus, is dat nich nur stumm – dat Ding rechnet alles um, damit der Rest länger ratzen kann.
mr: तुम्ही तुमचा अलार्म बंद केल्यास, ॲप लगेच इतरांचे वेळापत्रक अपडेट करते - ज्यामुळे त्यांना थोडा वेळ जास्त झोपायला किंवा लवकर बाथरूमला जाता येते.
nb: Hvis du slår av alarmen, vil appen oppdatere umiddelbart morgenen for hele familien – slik at de får mer søvn eller en tidligere tid på badet.
nl: Als je de wekker uitzet, past de app direct de ochtend voor het hele gezin aan – zodat anderen wat langer kunnen slapen of eerder naar de badkamer kunnen.
pl: Jeśli wyłączysz swój alarm, aplikacja natychmiast aktualizuje plan na poranek dla wszystkich innych – dając im więcej snu lub wcześniejszą kolej w łazience.
pt: Se você desligar o alarme, o aplicativo atualiza instantaneamente a manhã de todos – dando a eles mais tempo para dormir ou uma ida mais cedo ao banheiro.
ru: Если вы выключите свой будильник, приложение мгновенно обновит расписание для остальных – давая им возможность поспать подольше или пойти в ванную пораньше.
sv: Om du stänger av ditt larm uppdaterar appen direkt morgonen för hela familjen – vilket ger dem mer sömn eller en tidigare tid i badrummet.
swg: Machsch da Wegger aus, passt d'App d'Morga-Plan für älle andere sofort aa – so kennet die lenger schlafa oder eher is Bad.
tr: Alarmınızı kapatırsanız, uygulama herkesin sabah planını anında günceller – böylece diğerleri biraz daha fazla uyuyabilir veya banyoya daha erken girebilir.
uk: Якщо ви вимкнете свій будильник, додаток миттєво оновить ранок для всієї родини, дозволяючи іншим поспати довше або піти у ванну раніше.
vi: Nếu bạn tắt báo thức, ứng dụng sẽ cập nhật ngay lịch trình buổi sáng cho tất cả những người khác – giúp họ có thêm thời gian ngủ hoặc vào phòng tắm sớm hơn.
zh: 如果您关掉闹钟，应用会立即更新其他人的时间——让他们可以多睡一会儿或更早去洗漱。

# tooltip_awake_button
source: Schon wach? Tippe hier, um deinen Wecker für heute auszumachen – deine Bad-Zeit bleibt für dich reserviert.
bn: আগেই উঠে গেছেন? আজকের জন্য অ্যালার্ম বন্ধ করতে এখানে ট্যাপ করুন – আপনার বাথরুমের সময় আপনার জন্যই থাকবে।
da: Vågen tidligt? Tryk her for at slukke din alarm for i dag – din tid på badeværelset forbliver reserveret til dig.
en: Awake early? Tap here to turn off your alarm for today – your bathroom time stays reserved for you.
es: ¿Te has despertado antes? Toca aquí para apagar tu alarma de hoy; tu tiempo en el baño seguirá reservado para ti.
fr: Déjà debout ? Appuie ici pour désactiver ton réveil pour aujourd'hui – ton temps dans la salle de bain te reste réservé.
gsw: Scho wach? Tipp da, zum diin Wecker für hüt uuszmache – diini Bad-Ziit bliibt für dich reserviert.
hi: क्या आप जल्दी उठ गए? आज के लिए अपना अलार्म बंद करने के लिए यहाँ टैप करें – आपका बाथरूम का समय आपके लिए रिज़र्व रहेगा।
id: Bangun lebih awal? Ketuk di sini untuk mematikan alarm Anda hari ini – waktu kamar mandi Anda akan tetap dipesan untuk Anda.
it: Sveglio/a in anticipo? Tocca qui per spegnere la sveglia per oggi: il tuo tempo in bagno resterà riservato a te.
ja: 早く起きましたか？ここをタップして今日のアラームをオフにしてください。あなたのバスルームの時間は確保されたままです。
ko: 일찍 일어나셨나요? 여기를 탭해서 오늘 알람을 끄세요. 화장실 사용 시간은 그대로 확보됩니다.
ksh: Schon wach? Klick hier, dann hält der Wecker die Fresse. Deine Bad-Zeit bleibt trotzdem für dich.
mr: लवकर जागे झालात? तुमचा आजचा अलार्म थांबवण्यासाठी येथे टॅप करा – तुमची बाथरूमची वेळ तुमच्यासाठी राखीव राहील.
nb: Våken tidlig? Trykk her for å slå av alarmen for i dag – tiden din på badet forblir reservert for deg.
nl: Al vroeg wakker? Tik hier om je wekker voor vandaag uit te zetten – jouw tijd in de badkamer blijft gewoon voor jou gereserveerd.
pl: Obudziłeś się wcześnie? Dotknij tutaj, aby wyłączyć alarm na dziś – Twój czas w łazience pozostanie zarezerwowany dla Ciebie.
pt: Acordou mais cedo? Toque aqui para desligar seu alarme de hoje – seu tempo no banheiro continua reservado para você.
ru: Проснулись раньше? Нажмите здесь, чтобы выключить будильник на сегодня – ваше время в ванной останется зарезервированным для вас.
sv: Vaken tidigt? Tryck här för att stänga av ditt larm för idag – din tid i badrummet förblir reserverad för dig.
swg: Scho uffgwacht? Tipp do drauf, zom de Wegger für heit wegmacha – dei Bad-Zeit bleibt trotzdem reserviert.
tr: Erken mi uyandınız? Bugünlük alarmınızı kapatmak için buraya dokunun – banyo sıranız sizin için ayrılı kalır.
uk: Прокинулися раніше? Натисніть тут, щоб вимкнути будильник на сьогодні – ваш час у ванній залишиться зарезервованим для вас.
vi: Thức dậy sớm? Nhấn vào đây để tắt báo thức hôm nay – thời gian vào phòng tắm vẫn sẽ được giữ lại cho bạn.
zh: 早起了吗？点击此处关闭今天的闹钟——您的洗漱时间仍将为您保留。
